Repository: aneryu/revtether
Catalog: ios/ReverseTether/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# action_cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# action_open_settings
source: Open Settings
zh_hans: 打开设置
zh_hant: 打開設定

# action_start
source: Start
zh_hans: 开始
zh_hant: 開始

# action_starting
source: Preparing
zh_hans: 正在准备
zh_hant: 正在準備

# action_stop
source: Stop
zh_hans: 停止
zh_hant: 停止

# error_config_disabled
source: Turn on Reverse Tether in Settings › VPN.
zh_hans: 请到设置 › VPN 里打开 Reverse Tether。
zh_hant: 請到設定 › VPN 裡打開 Reverse Tether。

# error_config_invalid
source: Delete the old Reverse Tether VPN in Settings, then try again.
zh_hans: 请到设置里删掉旧的 Reverse Tether，然后再试。
zh_hant: 請到設定裡刪掉舊的 Reverse Tether，然後再試。

# error_config_stale
source: Tap Start again.
zh_hans: 请再点一次开始。
zh_hant: 請再點一次開始。

# error_connection_failed
source: When asked, tap Allow.
zh_hans: 弹出提示时，请点允许。
zh_hant: 跳出提示時，請點允許。

# error_no_network
source: Turn on Cellular or Wi-Fi first (you don't need to join a network), then try again.
zh_hans: 请先打开蜂窝或 Wi-Fi（不用连上网络），然后再试。
zh_hant: 請先打開行動網路或 Wi-Fi（不用連上網路），然後再試。

# status_connected_detail
source: Keep the USB cable plugged in.
zh_hans: 保持 USB 线连着即可。
zh_hant: 保持 USB 線連著即可。

# status_connected_title
source: Using computer network
zh_hans: 正在使用电脑网络
zh_hant: 正在使用電腦網路

# status_failed_title
source: Couldn't start
zh_hans: 没能开启
zh_hant: 沒能開啟

# status_idle_detail
source: Tap Start to use the computer's internet over USB.
zh_hans: 点开始后，这台手机将通过 USB 使用电脑的网络。
zh_hant: 點開始後，這台手機將透過 USB 使用電腦的網路。

# status_idle_title
source: Off
zh_hans: 未开启
zh_hant: 未開啟

# status_starting_detail
source: If a prompt appears, tap Allow.
zh_hans: 如有系统提示，请点允许。
zh_hant: 如有系統提示，請點允許。

# status_starting_title
source: Preparing…
zh_hans: 正在准备…
zh_hant: 正在準備…

# status_waiting_title
source: Waiting for computer
zh_hans: 等待电脑
zh_hant: 等待電腦

# step_computer
source: Open Reverse Tether on the computer
zh_hans: 在电脑上打开 Reverse Tether
zh_hant: 在電腦上打開 Reverse Tether

# step_usb
source: Plug in the USB cable
zh_hans: 用 USB 线连上电脑
zh_hant: 用 USB 線接上電腦
